{
  "destinations.central-station": "Ga Trung tâm",
  "destinations.stardew-valley": "Thung lũng Stardew",
  "destinations.stardew-valley.boat": "Thung lũng Stardew - Bến thuyền",
  "destinations.stardew-valley.bus": "Thung lũng Stardew - Bến xe buýt",
  "destinations.stardew-valley.train": "Thung lũng Stardew - Ga tàu",
  "destinations.from-bus-locations-mod": "{0} [Mod Bến xe buýt]",
  "destinations.from-train-station-mod": "{0} [Mod Ga tàu]",
  "food-court.dialogue.1": "Ăn uống ở đây nào! Chủ yếu không làm từ sâu bọ đâu.",
  "food-court.dialogue.2": "Đảm bảo giá rẻ nhất khu ăn uống.",
  "food-court.dialogue.3": "Chúng tôi hầu như đã qua kỳ kiểm tra an toàn thực phẩm lần trước!",
  "food-court.dialogue.4": "Ồ, khách à. Muốn gì nào?",
  "food-court.dialogue.5": "Có đồ ăn nóng hổi đây! Ờ thì... nóng nếu hâm bằng lò vi sóng.",
  "gift-shop.dialogue.1": "Đi xa à? Nhớ chuẩn bị đầy đủ nhé!",
  "gift-shop.dialogue.2": "Về nhà à? Lấy vài món lưu niệm mang về đi!",
  "gift-shop.dialogue.3": "Chúng tôi có cả một bộ sưu tập áo phông độc lạ. (Nhiều quá, mua giùm vài cái đi!)",
  "gift-shop.dialogue.4": "Đồ nhiều quá chẳng biết để đâu. Làm ơn mua giúp tôi cái gì đó!",
  "gift-shop.dialogue.5": "Sắp tới nơi lạnh à? Có sẵn đồ giữ ấm đây!",
  "gift-shop.dialogue.6": "Thử cái bịt tai này xem. Thấy không? Nhung xịn từ Làng Castle đấy!",
  "gift-shop.dialogue.7": "Đây là gỗ hiếm từ bên kia Biển Ngọc. Cực kỳ khó tìm.",
  "vendor-shop.dialogue.coming-soon": "Một tấm bảng nhỏ: \"Sắp có cửa hàng địa phương mở cửa!\". Bạn nghe tiếng công nhân chuẩn bị bên trong.",
  "books.cooking.1": "'Sốt Mayonnaise Hư Không và các món ngon Goblin'.",
  "books.geography.1": "'Bờ biển Ferngill và những khám phá tại đó'.",
  "books.geography.2": "'Lâm nghiệp Grampleton: Tập VII'.",
  "books.geography.3": "'Cuộc sống đêm ở Thành phố Zuzu'.",
  "books.geography.4": "'Gấu mèo ở Đảo Prairie'.",
  "books.geography.5": "'Thung lũng Stardew và những miền quê khác'.",
  "books.geography.6": "'Hoa của Cộng hòa Ferngill' của cô Sandy.",
  "books.history.1": "'Bách khoa Smoluanu: Văn hóa, Lịch sử, Định kiến và Giả thuyết'.",
  "books.history.2": "'Nhập môn Huyền thuật' của M. Rasmodius.",
  "books.history.3": "'Kẻ xâm lược và Bóng tối: Lịch sử Chiến tranh Nguyên tố'.",
  "books.history.4": "'Cư dân lãnh nguyên bên kia Biển Băng'.",
  "books.history.5": "'Đế chế và Cộng hòa': phân tích sâu xung đột giữa Ferngill và Gotoro.",
  "books.history.6": "'Danh mục đầy đủ lịch sử Bù nhìn hiếm' của Hiệp hội Z.C. Rarecrow.",
  "books.promotional.1": "'Thị trấn Pelican kỳ diệu', tờ rơi quảng bá của Thị trưởng Lewis.",
  "books.religion.1": "'Tìm thấy Yoba', tờ rơi ẩn danh từ Thung lũng Stardew.",
  "books.science.1": "'Junimo và các truyền thuyết khác của Cộng hòa Ferngill'.",
  "location.transit-area-doors": "Cửa này dẫn ra bến tàu và sân ga. Bạn cần vé từ quầy vé trước.",
  "location.exit-door.strange-sounds": "...?",
  "location.ticket-counter.1": "(Bạn cố nhìn vào quầy vé, nhưng chỉ thấy bóng mờ qua lớp kính màu.)",
  "location.ticket-counter.2": "(Bạn nghe thấy những tiếng thì thầm lạ.)",
  "location.ticket-counter.3": "(Trong chốc lát bạn nhìn xuyên qua kính, nhưng rồi chẳng nhớ đã thấy gì.)",
  "location.ticket-machine.1": "(Bạn cảm thấy sự khó chịu mơ hồ từ quầy vé. Hoặc chỉ tưởng tượng thôi.)",
  "location.ticket-machine.2": "(Bạn hơi bất an vì đã bỏ qua quầy vé.)",
  "location.ticket-machine.3": "(Máy hiện hàng chục điểm đến lạ lẫm. Bạn chớp mắt, danh sách trở lại bình thường.)",
  "location.cola-machine.1": "(Máy này chỉ bán Joja Cola, nhưng có gì đó rơi vào khay khi bạn lại gần.)",
  "location.cola-machine.2": "(Bạn tiến lại gần. Chưa kịp làm gì thì *cạch*, có món rơi xuống.)",
  "location.cola-machine.3": "(Bạn có cảm giác máy nước ngọt muốn giúp bạn.)",
  "location.employee-lockers": "Tủ đồ nhân viên không khóa, nhưng bạn cảm giác có gì đó đang theo dõi.",
  "location.employee-fridge": "Đồ ăn trưa của nhân viên. Ăn ké thì thô lỗ lắm.",
  "tourist.young-boy.1": "Chào.",
  "tourist.young-boy.2": "Tôi đang chờ mẹ.",
  "tourist.young-boy.3": "Tôi không được phép nói chuyện với người lạ.",
  "tourist.woman-in-black-dress": "Tôi thích đi lễ hội ở các thị trấn nhỏ. Đỡ căng thẳng sau giờ làm.",
  "tourist.man-with-drink.1": "Điều tuyệt nhất của du lịch là ẩm thực.",
  "tourist.man-with-drink.2": "Bạn thử khu ăn uống chưa? Thật ra thì khó ăn lắm, nhưng cũng là trải nghiệm!",
  "tourist.man-with-sunglasses": "Bạn thử nhìn vào quầy vé chưa? Tôi chẳng bao giờ thấy rõ ai ngồi đó.#Mấy chủ tiệm cũng đâu phải nhân viên.",
  "tourist.man-with-top-hat.1": "Này nhóc, muốn biết bí quyết giàu có không?",
  "tourist.man-with-top-hat.2": "Mánh làm giàu nhanh. Cờ bạc. Sòng luôn thắng, hiểu không? Heh.",
  "tourist.strong-man": "Bạn có mạnh như tôi không? Đập đá đi!#Nhưng ở đây chẳng có đá. Buồn ghê.",
  "tourist.desert-racer-man.1": "Tôi đi xem đua đây!",
  "tourist.desert-racer-man.2": "Giờ nghỉ hưu rồi, tôi mới đi xem trực tiếp được.#Bạn từng xem đua ở sa mạc chưa? Vui lắm.",
  "tourist.desert-scholar-man.1": "Xin chào bạn! Họ đang mở thư viện mới ở Thành phố Zuzu.",
  "tourist.desert-scholar-man.2": "Có mấy cuốn tôi tìm mãi. Hy vọng ở đó có.",
  "tourist.desert-scholar-man.3": "Nếu không, chắc chắn vẫn có sách mới để khám phá!",
  "tourist.flamingo.1": "...",
  "tourist.flamingo.2": "...?",
  "tourist.flamingo.3": "*kéc!*",
  "tourist.flamingo.4": "(Cô ấy đang cố tình phớt lờ bạn.)",
  "tourist.shrouded-figure": "Ta có thể đưa ngươi về nhà, tất nhiên là có phí.#Nhưng mà đi xe buýt cũng được.",
  "tourist.welwick.1": "Ta thấy ngươi đã nói chuyện với bạn cũ Rasmodius của ta.",
  "tourist.welwick.2": "Hy vọng hắn chưa kéo ngươi vào trò gì, hehe.",
  "tourist.cashier-girl.1": "Tôi đứng làm cả ngày, mệt rã rời và hầu như chẳng có thời gian cho bản thân.",
  "tourist.cashier-girl.2": "Tôi muốn ở nhà nghỉ thôi. Nhưng đời mà, thiếu phiêu lưu thì buồn chán lắm!",
  "tourist.cashier-girl.3": "Có bao nhiêu nơi đi miễn phí nhỉ. Tôi sẽ đi hết luôn!",
  "tourist.governor.1": "Thật kỳ lạ. Chẳng ai biết ai điều hành ga này.#Giấy tờ đầy đủ, nhưng không ai nhớ đã nộp khi nào.#À, quanh đây đâu chỉ có chuyện lạ này.",
  "tourist.governor.2": "Tuyệt thật, cuối cùng cũng được tự mình đi tàu.#Lần sau chắc tôi phải đưa bà nhà đi cùng.",
  "tourist.lupini.1": "Xin chào, bạn trẻ ${anh^chị^bạn}$. Bạn đã xem tranh mới nhất của tôi chưa?",
  "tourist.lupini.2": "Tôi đi mở phòng tranh mới đây. Bạn đi cùng cũng được.",
  "tourist.red-cap-guy.1": "Điều tuyệt ở du lịch là gặp đủ kiểu người và thời trang.",
  "tourist.red-cap-guy.2": "Ai cũng khác biệt, khó mà thấy mình ăn mặc lố!",
  "tourist.shorts-man": "Lạnh quá...#Có lẽ tôi nên mua đồ giữ ấm trong cửa hàng lưu niệm.",
  "tourist.red-pirate": "(Anh ta tập trung vào đồ uống, chẳng để ý bạn.)",
  "tourist.grim-pirate": "Từ đường ray xa kia, một câu chuyện rùng rợn...#Thông báo vang vọng trong lòng ga...#Ấy, tôi lỡ chuyến rồi.",
  "tourist.blackgull-pirate.1": "Ôi trời! Những người khác đâu hết?",
  "tourist.blackgull-pirate.2": "Chúng ta sắp lên tàu rồi...",
  "tourist.bag-dog.1": "(Cô ấy đang phiêu lưu.)",
  "tourist.bag-dog.2": "(Cô ấy chỉ đang nghỉ trong chiếc túi-giường di động.)",
  "furniture.calendar-city.name": "Lịch Thành phố",
  "furniture.calendar-nature.name": "Lịch Thiên nhiên",
  "furniture.clock.name": "Đồng hồ",
  "furniture.transit-map.name": "Bản đồ tuyến đường",
  "furniture.travel-pictures.name": "Ảnh du lịch",
  "furniture.welcome-sign.name": "Biển chào mừng",
  "furniture.posh-rug.name": "Thảm sang trọng",
  "furniture.board-sign.name": "Bảng thông báo",
  "furniture.postbox.name": "Hòm thư",
  "furniture.suitcase-blue.name": "Va-li xanh",
  "furniture.suitcase-pink.name": "Va-li hồng",
  "furniture.trash-can.name": "Thùng rác",
  "furniture.trash-can-messy.name": "Thùng rác bừa bộn"
}
