{
    "destinations.central-station": "Ga Trung Tâm",
    "destinations.stardew-valley": "Thung lũng Stardew",
    "destinations.stardew-valley.boat": "Thung lũng Stardew - Bến Thuyền",
    "destinations.stardew-valley.bus": "Thung lũng Stardew - Trạm Xe Buýt",
    "destinations.stardew-valley.train": "Thung lũng Stardew - Đường Sắt",
    "destinations.from-bus-locations-mod": "{0} [Bus Locations mod]",
    "destinations.from-train-station-mod": "{0} [Train Station mod]",
    "food-court.dialogue.1": "Lấy đồ ăn ở đây! Chủ yếu không làm từ... ấu trùng đâu.",
    "food-court.dialogue.2": "Cam kết giá rẻ nhất khu ẩm thực.",
    "food-court.dialogue.3": "Lần kiểm tra an toàn thực phẩm gần nhất... bọn tôi hầu như qua!",
    "food-court.dialogue.4": "Ồ, có khách. Muốn gì?",
    "food-court.dialogue.5": "Đồ ăn tươi nóng hổi đây! Ờ thì... nóng nếu bạn quay lò vi sóng.",
    "gift-shop.dialogue.1": "Đi xa hả? Sắm đủ đồ cần thiết nhé!",
    "gift-shop.dialogue.2": "Về nhà à? Lấy vài món lưu niệm mang theo!",
    "gift-shop.dialogue.3": "Áo phông độc lạ đủ kiểu. (Nhiều quá rồi, mua giùm với.)",
    "gift-shop.dialogue.4": "Đồ nhiều đến nỗi không biết cất đâu. Mua giúp tụi tôi cái gì đi!",
    "gift-shop.dialogue.5": "Đi nơi lạnh à? Có sẵn đồ giữ ấm đây!",
    "gift-shop.dialogue.6": "Thử bịt tai này xem. Cảm được không? Nhung Castle Village xịn đó!",
    "gift-shop.dialogue.7": "Gỗ quý từ bên kia Biển Ngọc. Hiếm lắm đấy.",
    "vendor-shop.dialogue.coming-soon": "Tấm bảng nhỏ: \"Cửa hàng địa phương sắp mở!\" Bạn nghe tiếng công nhân bên trong đang chuẩn bị.",
    "books.cooking.1": "'Sốt Mayonnaise Hư Không và Những Món Tinh Tế của Yêu Tinh'.",
    "books.geography.1": "'Bờ Biển Ferngill và Những Gì Chúng Tôi Tìm Thấy Ở Đó'.",
    "books.geography.2": "'Lâm Nghiệp Grampleton: Tập VII'.",
    "books.geography.3": "'Đời Sống Đêm của Thành Phố Zuzu'.",
    "books.geography.4": "'Gấu Mèo ở Đảo Thảo Nguyên'.",
    "books.geography.5": "'Thung lũng Stardew và Những Miền Nhỏ Xinh Khác'.",
    "books.geography.6": "'Hoa của Cộng hòa Ferngill' của cô Sandy.",
    "books.history.1": "'Bách Khoa Smoluanu: Văn Hóa, Lịch Sử, Định Kiến và Suy Đoán'.",
    "books.history.2": "'Nhập Môn Huyền Bí' của M. Rasmodius.",
    "books.history.3": "'Kẻ Xâm Lăng và Bóng Tối: Lịch Sử Các Cuộc Chiến Nguyên Tố'.",
    "books.history.4": "'Những Cư Dân Băng Giá Bên Kia Biển Đóng'.",
    "books.history.5": "'Đế Quốc và Cộng Hòa': phân tích chuyên sâu về xung đột giữa Ferngill và Gotoro.",
    "books.history.6": "'Tổng Mục Lịch Sử Bù Nhìn Hiếm' của Hiệp hội Bù Nhìn Hiếm Z.C.",
    "books.promotional.1": "'Thị trấn Pelican Diệu Kỳ', tờ rơi quảng bá của Thị trưởng Lewis.",
    "books.religion.1": "'Tìm Kiếm Yoba', tờ rơi nặc danh từ Thung lũng Stardew.",
    "books.science.1": "'Junimo và Các Truyện Dân Gian Khác của Cộng hòa Ferngill'.",
    "location.transit-area-doors": "Lối này dẫn về bến tàu và sân ga. Bạn cần vé từ quầy vé trước.",
    "location.exit-door.strange-sounds": "...?",
    "location.ticket-counter.1": "(Bạn cố nhìn vào buồng bán vé, nhưng chỉ thấy một cái bóng mờ sau lớp kính tối.)",
    "location.ticket-counter.2": "(Bạn nghe tiếng thì thầm kỳ lạ vọng qua kính.)",
    "location.ticket-counter.3": "(Bỗng bạn nhìn xuyên qua lớp kính tối trong chốc lát. Nghĩ lại thì bạn không nhớ mình đã thấy gì.)",
    "location.ticket-machine.1": "(Bạn cảm thấy một sự không hài lòng mơ hồ từ phía quầy vé... hoặc chỉ là bạn tưởng tượng.)",
    "location.ticket-machine.2": "(Bạn hơi thấy bất an vì bỏ qua quầy vé.)",
    "location.ticket-machine.3": "(Máy liệt kê hàng chục điểm đến bạn chưa từng nghe. Bạn chớp mắt, danh sách thường hiện lại.)",
    "location.cola-machine.1": "(Máy này chỉ bán Joja Cola, nhưng có thứ gì rơi cái 'cộp' vào khay khi bạn lại gần.)",
    "location.cola-machine.2": "(Bạn tiến lại máy cola. Chưa kịp làm gì, một món rơi xuống cái 'cạch'.)",
    "location.cola-machine.3": "(Bằng cách nào đó bạn cảm nhận máy cola muốn giúp mình.)",
    "location.employee-lockers": "Tủ đồ nhân viên không khóa, nhưng bạn có cảm giác bị ai đó dõi theo.",
    "location.employee-fridge": "Cơm trưa của nhân viên. Ăn ké thì... bất lịch sự lắm.",
    "tourist.young-boy.1": "Chào.",
    "tourist.young-boy.2": "Mình đang đợi mẹ thôi.",
    "tourist.young-boy.3": "Mình không được nói chuyện với người lạ.",
    "tourist.woman-in-black-dress": "Tôi mê đi dự lễ hội ở các thị trấn nhỏ. Đỡ ngán văn phòng lắm.",
    "tourist.man-with-drink.1": "Đi du lịch thích nhất là đồ ăn.",
    "tourist.man-with-drink.2": "Đã thử khu ẩm thực chưa? Thú thật, ăn vừa đủ nuốt. Nhưng đó cũng là trải nghiệm mà!",
    "tourist.man-with-sunglasses": "Bạn thử nhìn vào buồng bán vé chưa? Tôi chẳng bao giờ nhìn rõ ai ở đó.#Mà mấy chủ quầy hàng cũng đâu phải nhân viên.",
    "tourist.man-with-top-hat.1": "Này nhóc. Muốn biết bí quyết làm giàu không?",
    "tourist.man-with-top-hat.2": "Mấy trò làm giàu nhanh. Cờ bạc. Sòng luôn thắng, hiểu ý tôi chứ? Hê hê.",
    "tourist.strong-man": "Bạn mạnh như tôi chứ? Đập nát đá!#Mà ở đây không có đá. Buồn ghê.",
    "tourist.desert-racer-man.1": "Tôi đi coi đua đây!",
    "tourist.desert-racer-man.2": "Ồ, thật đó. Giờ nghỉ hưu rồi, cuối cùng tôi có thể đi xem đua tận mắt.#Bạn từng đến giải đua ở sa mạc chưa? Vui cực.",
    "tourist.desert-scholar-man.1": "Chào bạn! Họ sắp mở thư viện mới ở thành phố Zuzu.",
    "tourist.desert-scholar-man.2": "Tôi đang tìm vài tập sách. Mong là ở đó có.",
    "tourist.desert-scholar-man.3": "Nếu không, chắc họ cũng có bao tập mới để khám phá!",
    "tourist.flamingo.1": "...",
    "tourist.flamingo.2": "...?",
    "tourist.flamingo.3": "kéc!",
    "tourist.flamingo.4": "(Cô ấy đang cố tình phớt lờ bạn.)",
    "tourist.shrouded-figure": "Ta có thể đưa ngươi về nhà, với một cái giá.#Nhưng ngươi cũng có thể đi xe buýt mà.",
    "tourist.welwick.1": "Ta thấy ngươi đã trò chuyện với bạn cũ của ta, Rasmodius.",
    "tourist.welwick.2": "Hy vọng hắn chưa lôi ngươi vào mấy mưu mô của hắn, hê hê.",
    "tourist.cashier-girl.1": "Tôi đứng làm cả ngày. Mệt rã rời, gần như chẳng còn thời gian cho mình.",
    "tourist.cashier-girl.2": "Ước gì chỉ được ở nhà nghỉ. Nhưng đời mà thiếu phiêu lưu thì còn gì nữa?!",
    "tourist.cashier-girl.3": "Có bao nơi chúng ta đến được miễn phí. Tôi sẽ đi hết!",
    "tourist.governor.1": "Thật kỳ lạ. Chẳng ai biết ai điều hành nhà ga này.#Giấy phép đều đầy đủ, nhưng chẳng ai nhớ lúc làm.#Mà thôi, quanh đây lạ lùng đâu chỉ chuyện đó.",
    "tourist.governor.2": "Thật tuyệt khi cuối cùng cũng được tự đi tàu.#Lần sau chắc nên đưa bà nhà đi cùng.",
    "tourist.lupini.1": "Chào, ${chàng trai^quý cô^bạn trẻ}$. Bạn đã xem các bức tranh mới nhất của tôi chưa?",
    "tourist.lupini.2": "Tôi đi khai trương phòng tranh mới đây. Bạn có thể theo nếu thích.",
    "tourist.red-cap-guy.1": "Đi du lịch hay ở chỗ người và phong cách đa dạng khắp nơi.",
    "tourist.red-cap-guy.2": "Khó mà thấy mình ăn diện quá khi ai cũng khác nhau!",
    "tourist.shorts-man": "Ở đây lạnh quá.#Có lẽ tôi nên mua ít đồ giữ ấm ở cửa hàng quà...",
    "tourist.red-pirate": "(Anh ta tập trung vào ly của mình, chẳng để ý bạn.)",
    "tourist.grim-pirate": "Từ lối ray kia, một câu chuyện rùng mình...#Một bản thông báo vang từ đáy nhà ga...#Ừm, ta lỡ chuyến tàu rồi.",
    "tourist.blackgull-pirate.1": "Rung cột buồm! Bọn kia đâu hết?",
    "tourist.blackgull-pirate.2": "Sắp lên tàu bất kỳ lúc nào...",
    "tourist.bag-dog.1": "(Cô nàng đang phiêu lưu.)",
    "tourist.bag-dog.2": "(Cô nàng đang nghỉ trong cái túi-giường di động của mình.)",
    "furniture.calendar-city.name": "Lịch Thành Phố",
    "furniture.calendar-nature.name": "Lịch Thiên Nhiên",
    "furniture.clock.name": "Đồng Hồ",
    "furniture.transit-map.name": "Bản Đồ Tuyến",
    "furniture.travel-pictures.name": "Ảnh Du Lịch",
    "furniture.welcome-sign.name": "Biển Chào Mừng",
    "furniture.posh-rug.name": "Thảm Sang",
    "furniture.board-sign.name": "Biển Gỗ",
    "furniture.postbox.name": "Hộp Thư",
    "furniture.suitcase-blue.name": "Vali Xanh",
    "furniture.suitcase-pink.name": "Vali Hồng",
    "furniture.trash-can.name": "Thùng Rác",
    "furniture.trash-can-messy.name": "Thùng Rác Bừa Bộn"
}
